import React from "react";

export default function Proza() {
    return (
        <>
            <div className="proza-list">
                <h1>Глава I</h1>
                <p>День угасал; лиловые облака, протягиваясь по западу, едва пропускали красные лучи,
которые отражались на черепицах башен и ярких главах монастыря. Звонили к вечерни;
монахи и служки ходили взад и вперед по каменным плитам, ведущим от кельи
архимандрита в храм; длинные, черные мантии с шорохом обметали пыль вслед за ними;
и они толкали богомольцев с таким важным видом, как будто бы это была их главная
должность. Под дымной пеленою ладана трепещущий огонь свечей казался тусклым и
красным; богомольцы теснились вокруг сырых столбов, и глухой, торжественный шорох
толпы, повторяемый сводами, показывал, что служба еще не началась.
У ворот монастырских была другая картина. Несколько нищих и увечных ожидали
милости богомольцев; они спорили, бранились, делили медные деньги, которые звенели
в больших посконных мешках; это были люди, отвергнутые природой и обществом
(только в этом случае общество согласно бывает с природой); это были люди, погибшие
от недостатка или излишества надежд, олицетворенные упреки провидению; создания,
лишенные права требовать сожаления, потому что они не имели ни одной добродетели, и
не имеющие ни одной добродетели, потому что никогда не встречали сожаления.
Их одежды были изображения их душ: черные, изорванные. Лучи заката
останавливались на головах, плечах и согнутых костистых коленах; углубления в лицах
казались чернее обыкновенного; у каждого на челе было написано вечными буквами
нищета! — хотя бы малейший знак, малейший остаток гордости отделился в глазах или в
улыбке! —
В толпе нищих был один — он не вмешивался в разговор их и неподвижно смотрел на
расписанные святые врата; он был горбат и кривоног; но члены его казались крепкими и
привыкшими к трудам этого позорного состояния; лицо его было длинно, смугло; прямой
нос, курчавые волосы; широкий лоб его был желт как лоб ученого, мрачен как облако,
покрывающее солнце в день бури; синяя жила пересекала его неправильные морщины;
губы, тонкие, бледные, были растягиваемы и сжимаемы каким-то судорожным
движением, и в глазах блистала целая будущность; его товарищи не знали, кто он таков;
но сила души обнаруживается везде: они боялись его голоса и взгляда; они уважали в нем
какой-то величайший порок, а не безграничное несчастие, демона — но не человека: —
он был безобразен, отвратителен, но не это пугало их; в его глазах было столько огня и
ума, столько неземного, что они, не смея верить их выражению, уважали в незнакомце
чудесного обманщика. Ему казалось не больше 28 лет; на лице его постоянно отражалась
насмешка, горькая, бесконечная; волшебный круг, заключавший вселенную; его душа еще
не жила по-настоящему, но собирала все свои силы, чтобы переполнить жизнь и прежде
времени вырваться в вечность; — нищий стоял сложа руки и рассматривал дьявола,
изображенного поблёкшими красками на св. воротах, и внутренно сожалел об нем; он
думал: если б я был чорт, то не мучил бы людей, а презирал бы их; стоят ли они, чтоб их
соблазнял изгнанник рая, соперник бога!... другое дело человек; чтоб кончить презрением,
он должен начать с ненависти! —
И глаза его блистали под беспокойными бровями, и худые щеки покрывались
красными пятнами: всё было согласно в чертах нищего: одна страсть владела его сердцем
или лучше он владел одною только страстью, — но зато совершенно! —
— Христа ради, барин, — погорелым, калекам, слепому... Христа ради копеечку! —
раздался крик его товарищей; он вздрогнул, обернулся — и в этот миг решилась его
участь. — Что же увидал он? русского дворянина, Бориса Петровича Палицына. Не больше.</p>
            </div>
        </>
    );
};