import React from "react";
import Header from "../components/Header";

export default function Stikh() {
    return (
        <>
            <Header />
            <div className="verse-container">
                <h1>Предсказание</h1>
                <p>Настанет год, России чёрный год,<br />Когда царей корона упадёт;<br />Забудет чернь к ним прежнюю любовь,<br />И пища многих будет смерть и кровь;<br />Когда детей, когда невинных жён<br />Низвергнутый не защитит закон;<br />Когда чума от смрадных, мёртвых тел<br />Начнёт бродить среди печальных сёл,<br />Чтобы платком из хижин вызывать,<br />И станет глад сей бедный край терзать;<br />И зарево окрасит волны рек:<br />В тот день явится мощный человек,<br />И ты его узнаешь  и поймёшь,<br />Зачем в руке его булатный нож:<br />И горе для тебя! — твой плач, твой стон<br />Ему тогда покажется смешон;<br />И будет всё ужасно, мрачно в нём,<br />Как плащ его с возвышенным челом.</p>
            </div>
        </>
    );
};