import React from "react";

export default function Stikh() {

    return (
        <>
            <div className="verse-container">
                <h1>Предсказание</h1>
                <p>Настанет год, России чёрный год,<br />Когда царей корона упадёт;<br />Забудет чернь к ним прежнюю любовь,<br />И пища многих будет смерть и кровь;<br />Когда детей, когда невинных жён<br />Низвергнутый не защитит закон;<br />Когда чума от смрадных, мёртвых тел<br />Начнёт бродить среди печальных сёл,<br />Чтобы платком из хижин вызывать,<br />И станет глад сей бедный край терзать;<br />И зарево окрасит волны рек:<br />В тот день явится мощный человек,<br />И ты его узнаешь  и поймёшь,<br />Зачем в руке его булатный нож:<br />И горе для тебя! — твой плач, твой стон<br />Ему тогда покажется смешон;<br />И будет всё ужасно, мрачно в нём,<br />Как плащ его с возвышенным челом.</p>
                <h1>Ветка Палестины</h1>
                <p>Скажи мне, ветка Палестины:<br />Где ты росла, где ты цвела?<br />Каких холмов, какой долины<br />Ты украшением была?</p>
                <p>У вод ли чистых Иордана<br />Востока луч тебя ласкал,<br />Ночной ли ветр в горах Ливана<br />Тебя сердито колыхал?</p>
                <p>Молитву ль тихую читали,<br />Иль пели песни старины,<br />Когда листы твои сплетали<br />Солима бедные сыны?</p>
                <p>И пальма та жива ль поныне?<br />Всё так же ль манит в летний зной<br />Она прохожего в пустыне<br />Широколиственной главой?</p>
                <p>Или в разлуке безотрадной<br />Она увязла как и ты,<br />И дольний прах ложится жадно<br />На пожелтевшие листы?..</p>
                <p>Поведай: набожной рукою<br />Кто в этот край тебя занёс?<br />Грустил он часто над тобою?<br />Хранишь ты след горючих слёз?</p>
                <p>Иль, божьей рати лучший воин,<br />Он был, с безоблачным челом,<br />Как ты, всегда небес достоин<br />Перед людьми и божеством?..</p>
                <p>Заботой тайною хранима<br />Перед иконой золотой<br />Стоишь ты, ветвь Ерусалима<br />Святыни верный часовой!</p>
                <p>Прозрачный сумрак, луч лампады,<br />Кивот и крест, символ святой...<br />Всё полно мира и отрады<br />Вокруг тебя и над тобой.</p>
            </div>
        </>
    );
};